export const questions = [
  {
    text: "Ваш аккаунт заблокирован! Срочно войдите по ссылке, иначе доступ будет удалён",
    answers: ["Официальное уведомление", "Фишинг", "Обновление системы", "Реклама"],
    correct: 1
  },
  {
    text: "Сайт выглядит как банк, но просит ввести пароль и код из SMS. Это нормально?",
    answers: ["Да, так всегда", "Иногда", "Нет, банки так не делают", "Только ночью"],
    correct: 2
  },
  {
    text: "Что такое пароль?",
    answers: ["Код доступа", "Вирус", "Программа", "Сайт"],
    correct: 0
  },
  {
    text: "Что такое браузер?",
    answers: ["Игра", "Программа для интернета", "Вирус", "Файл"],
    correct: 1
  }
];